[{"name":"hitler","quote":"If you win, you need not have to explain...If you lose, you should not be there to explain!"},{"name":"hitler","quote":"If you tell a big enough lie and tell it frequently enough, it will be believed."},{"name":"hitler","quote":"Do not compare yourself to others. If you do so, you are insulting yourself."},{"name":"hitler","quote":"if you want to shine like sun first you have to burn like it."},{"name":"hitler","quote":"And I can fight only for something that I love, love only what I respect, and respect only what I at least know."},{"name":"hitler","quote":"Anyone can deal with victory. Only the mighty can bear defeat."},{"name":"hitler","quote":"Think Thousand times before taking a decision But - After taking decison never turn back even if you get Thousand difficulties!!"},{"name":"hitler","quote":"Those who want to live, let them fight, and those who do not want to fight in this world of eternal struggle do not deserve to live."},{"name":"hitler","quote":"When diplomacy ends, War begins."},{"name":"hitler","quote":"The man who has no sense of history, is like a man who has no ears or eyes"},{"name":"hitler","quote":"Only the Jew knew that by an able and persistent use of propaganda heaven itself can be presented to the people as if it were hell and, vice versa, the most miserable kind of life can be presented as if it were paradise. The Jew knew this and acted accordingly. But the German, or rather his Government, did not have the slightest suspicion of it. During the War the heaviest of penalties had to be paid for that ignorance."},{"name":"hitler","quote":"The stronger must dominate and not mate with the weaker, which would signify the sacrifice of its own higher nature. Only the born weakling can look upon this principle as cruel, and if he does so it is merely because he is of a feebler nature and narrower mind; for if such a law did not direct the process of evolution then the higher development of organic life would not be conceivable at all."},{"name":"hitler","quote":"He alone, who owns the youth, gains the future."},{"name":"hitler","quote":"Reading is not an end to itself, but a means to an end."},{"name":"hitler","quote":"Words build bridges into unexplored regions."},{"name":"hitler","quote":"I use emotion for the many and reserve reason for the few."},{"name":"hitler","quote":"لقد كان في وسعي أن أقضي على كل يهود العالم ولكني تركت بعضا منهم لتعرفوا لماذا كنت أبيدهم"},{"name":"hitler","quote":"The victor will never be asked if he told the truth. "},{"name":"hitler","quote":"The art of reading consists in remembering the essentials and forgetting non essentials."},{"name":"hitler","quote":"The receptivity of the masses is very limited, their intelligence is small, but their power of forgetting is enormous. In consequence of these facts, all effective propaganda must be limited to a very few points and must harp on these in slogans until the last member of the public understands what you want him to understand by your slogan."},{"name":"hitler","quote":"To conquer a nation, first disarm its citizens."},{"name":"hitler","quote":"The only preventative measure one can take is to live irregularly."},{"name":"hitler","quote":"Instruction in world history in the so-called high schools is even today in a very sorry condition. Few teachers understand that the study of history can never be to learn historical dates and events by heart and recite them by rote; that what matters is not whether the child knows exactly when this battle or that was fought, when a general was born, or even when a monarch (usually a very insignificant one) came into the crown of his forefathers. No, by the living God, this is very unimportant. To 'learn' history means to seek and find the forces which are the causes leading to those effects which we subsequently perceive as historical events."},{"name":"hitler","quote":"If freedom is short of weapons, we must compensate with willpower."},{"name":"hitler","quote":"Kill, Destroy, Sack, Tell lie; how much you want after victory nobody asks why?"},{"name":"hitler","quote":"The very first essential for success is a perpetually constant and regular employment of violence."},{"name":"hitler","quote":"The great strength of the totalitarian state is that it forces those who fear it to imitate it."},{"name":"hitler","quote":"As in everything, nature is the best instructor."},{"name":"hitler","quote":"Humanitarianism is the expression of stupidity and cowardice."},{"name":"hitler","quote":"The state must declare the child to be the most precious treasure of the people. As long as the government is perceived as working for the benefit of the children, the people will happily endure almost any curtailment of liberty and almost any deprivation."}]